Repository: katagaki/SortNAO
Catalog: SortNAO/Localizable.xcstrings
Source language: en
Languages: ja

# API.Delay.%lld
source: %lld Seconds
ja: %lld秒

# API.Delay.Footer
source: Using a delay of less than 1 second may cause API errors to occur more frequently.
ja: 1秒以下の間隔に設定すると、APIエラーが発生する可能性が高くなります。

# API.Delay.Title
source: Delay Between Lookups
ja: 画像整理の間隔

# API.Key.Reset
source: Reset API Key
ja: APIキーをリセット

# Card.APIKey.Description.%@
source: Select the %@ icon on the menu bar to open your account page.
ja: アカウント画面を開くには、%@を選択してください。

# Card.APIKey.Input.Placeholder
source: SauceNAO API Key
ja: SauceNAOのAPIキー

# Card.APIKey.Input.Title
source: Enter your SauceNAO API key below.
ja: SauceNAOのAPIキーを入力してください。

# Card.APIKey.Title
source: Set Up API Key
ja: APIキーを設定

# Card.Failed.Description
source: These images could not be looked up.
ja: これらの画像での類似検索はできませんでした。

# Card.Failed.Title
source: Failed
ja: 失敗した項目

# Card.NoMatches.Description
source: No similar match was found for these images.
ja: 類似している画像が見つかりませんでした。

# Card.NoMatches.Title
source: No Matches
ja: 類似画像なし

# Card.Queued.Footer.%@
source: Select %@ to categorize these images.
ja: これらの画像を整理するには、%@を選択してください。

# Card.Queued.Title
source: Queued
ja: 整理待機項目

# Card.Welcome.Description.%@
source: To get started, select %@ and select a folder to add your images.
ja: 画像を読み込むには、%@を選択し、フォルダーを一つ選択してください。

# Card.Welcome.Title
source: Welcome to SortNAO
ja: SortNAOへようこそ

# Filenames.IncludeCharacter
source: Include Character Names
ja: キャラクター名を含む

# Filenames.IncludeMaterial
source: Include Material Title
ja: 原作名を含む

# Images.LoadSubfolders
source: Load From Subfolders
ja: サブフォルダーから読み込む

# More.Sections.Advanced
source: Advanced
ja: 高度オプション

# More.Sections.Filenames
source: Filenames
ja: ファイル名

# More.Sections.Images
source: Images
ja: 画像

# More.Sections.Sources
source: Sources
ja: 検索元

# Shared.Account
source: Account
ja: アカウント

# Shared.AddFolder
source: Add Folder
ja: フォルダーを読み込む

# Shared.ClearWebData
source: Clear Website Data
ja: Webサイトデータを除去

# Shared.Images.Organize
source: Organize Images
ja: 画像を整理

# Shared.Images.RemoveAll
source: Remove All Images
ja: すべての画像を除去

# Shared.More
source: More
ja: その他

# Shared.Retry
source: Retry
ja: 再執行

# Shared.Save
source: Save
ja: 保存

# Source.ElonX
source: X (Twitter)
ja: X（旧Twitter）
